/* 1st arg is localized number of page being previewed. 2nd arg is localized number of pages that can be previewed. */
"%@ of %@" = "%1$@ de %2$@";

/* A paper size: 842 x 1190 (points). */
"A3" = "A3";

/* A paper size: 595 x 842 (points). */
"A4" = "A4";

/* A paper size: 420 x 595 (points). */
"A5" = "A5";

/* A paper size: 729 x 1032 (points). */
"B4" = "B4";

/* A paper size: 516 x 729 (points). */
"B5" = "B5";

/* No comment provided by engineer. */
"Canceling\\U2026" = "Cancelando…";

/* Unknown error condition while printing. */
"Error while printing." = "Error al imprimir.";

/* A paper size: 540 x 720 (points). */
"Executive" = "Ejecutivo";

/* A paper size: 612 x 1008 (points). */
"Legal" = "Legal";

/* A paper size: 612 x 792 (points). */
"Letter" = "Carta";

/* NEED COMMENT */
"No pages from the document were selected to be printed." = "No se han seleccionado páginas del documento para imprimirse.";

/* page number string for printed page footer when the range of pages to print is unknown. */
"Page %ld" = "Página %ld";

/* page number string for printed page footer when the range of pages to print are known. */
"Page %ld of %ld" = "Página %1$ld de %2$ld";

/* No comment provided by engineer. */
"Preparing\\U2026" = "Preparando…";

/* A print progress panel title */
"Preview" = "Previsualizar";

/* A print progress panel title
   Printing alert title */
"Print" = "Imprimir";

/* The argument is the number of the page being printed. */
"Processing page: %@" = "Procesando página: %@";

/* A print progress panel title */
"Save" = "Guardar";

/* A paper size: 792 x 1224 (points). */
"Tabloid" = "Tabloide";

/* No printer error description */
"To print this file, you must set up a printer." = "Para imprimir este archivo debe configurar una impresora.";

/* No printer error recovery suggestion */
"To set up a printer, choose Apple menu > System Preferences, click Print & Fax, and then click the Add (+) button." = "Para configurar una impresora, seleccione menú Apple > “Preferencias del Sistema”, haga clic en “Impresión y Fax” y, a continuación, haga clic en el botón Añadir (+).";

/* Need Comment */
"Untitled" = "Sin título";

